REPLY_UNKNOWN_STATUS = 'Внутренняя ошибка статуса пользователя'

GREETING_1 = 'Приветствую тебя! Назови имя своего ленивого кота, который не хочет работать:'
GREETING_2 = 'Имя твоего питомца: {0}'

STATUS_OVERALL = 'Кот {0}.\nСтатус: {1}\nУровень: {2}\nОпыт: {3}/{4}'

STATUS_IDLE = 'отдыхает'
STATUS_ON_WORK = 'работает'

CHOOSE_WORK = 'Выберите работу для своего кота.'
WORK_WASH_DISH_STARTED = '{0} приступил к мытью посуды.'
WORK_BAKE_STARTED = '{0} приступил к выпеканию шарлотки.'
WORK_VACUUM_STARTED = '{0} начал пылесосить квартиру.'
WORK_BACK_TO_MAIN_MENU = 'Возврат в основное меню.'
WORK_DONE = '{0} завершил свою работу.'